Repository: mcnoozled/Machine-Translation
Catalog: Lab_01_3/variant_03.tmx
Source language: en
Languages: ru

source: Cardiac precursors are found shortly after gastrulation (the formation of the three embryonic layers: ectoderm, endoderm, mesoderm) within the mesodermal component of the splanchnopleural layer of the anteriormost lateral plate (Fig. 8–1).2,6,7
ru: Предшественники сердца обнаруживаются вскоре после гаструляции, то есть образования трёх зародышевых слоёв: эктодермы, энтодермы и мезодермы, в мезодермальном компоненте спланхноплеврального слоя передней части латеральной пластинки.

source: After the primitive heart tube has formed (see Fig. 8–3), the SHF serves both as a reservoir of undifferentiated cardiac progenitors and as the source of new differentiating cardiomyocytes that will be added to both poles of the heart tube.
ru: После формирования примитивной сердечной трубки второй сердечный карман служит резервуаром недифференцированных сердечных клеток-предшественников и источником новых дифференцирующихся кардиомиоцитов, которые добавляются к обоим полюсам сердечной трубки.

source: During heart looping, the cardiac tube undergoes a dextral bending that positions the right ventricle primordium in its definitive position with respect to left ventricle (see Fig. 8–5).
ru: Во время изгибания сердечной трубки она отклоняется вправо, что помещает зачаток правого желудочка в его окончательное положение относительно левого желудочка.

source: We will also discuss the progressive incorporation of second heart field precursors and the differentiation of the different cardiomyocyte subtypes.
ru: Мы также обсудим постепенное включение предшественников второго сердечного поля и дифференцировку различных подтипов кардиомиоцитов.

source: Interiorly, the primitive cardiac tube is lined by the endocardium, which is separated from the myocardium by a mass of cardiac jelly (see Fig. 8–2).
ru: Изнутри примитивная сердечная трубка выстлана эндокардом, который отделён от миокарда массой сердечного студня.

source: In the region of the AV canal, a third mesenchymal population derives, again by EMT, from the epicardium (see below).
ru: В области атриовентрикулярного канала третья мезенхимальная популяция снова происходит посредством эпителиально-мезенхимного перехода из эпикарда.

source: Ventricular septation is a relatively early and simple process, which is completed around the 7th week (E14.5 in the mouse).
ru: Септация желудочков является относительно ранним и простым процессом, который завершается примерно к седьмой неделе, то есть к E14.5 у мыши.

source: Neural crest cells contribute to normal aorticopulmonary septation.
ru: Клетки нервного гребня участвуют в нормальной аортолёгочной септации.

source: This gradient establishes the border between the cardiac and forelimb fields through the regulation of Hox transcription factors and promotes the atrial versus the ventricular fate.
ru: Этот градиент устанавливает границу между сердечным и передне-конечностным полями посредством регуляции транскрипционных факторов Hox и способствует формированию предсердной или желудочковой судьбы.

source: A pipeline for interpretation of genetic variants is summarized in Fig. 9–3.45
ru: Схема интерпретации генетических вариантов представлена на рис. 9–3.

source: Clinical genetic workup includes comprehensive phenotype evaluation/deep phenotyping in probands, genetic counseling, pedigree generation, and clinical family screening.
ru: Клиническое генетическое обследование включает всестороннюю оценку фенотипа или глубокое фенотипирование пробанда, генетическое консультирование, составление родословной и клинический семейный скрининг.

source: CMPs are myocardial disorders characterized by structurally and functionally abnormal heart muscle and absence of other diseases sufficient to cause the observed myocardial abnormality.
ru: Кардиомиопатии представляют собой заболевания миокарда, характеризующиеся структурно и функционально аномальной сердечной мышцей при отсутствии других заболеваний, достаточных для объяснения наблюдаемой аномалии миокарда.

source: The proband (III:1) is a young lady demonstrating short stature (151 cm), with a long history of muscle "weakness," renal failure, hypertrophic cardiomyopathy (HCM, which evolved through DCM), hearing loss, cryptogenic stroke, and optic neuritis.
ru: Пробанд III:1 — молодая женщина невысокого роста (151 см) с длительной историей мышечной «слабости», почечной недостаточностью, гипертрофической кардиомиопатией (ГКМП, которая развилась в ДКМП), потерей слуха, криптогенным инсультом и невритом зрительного нерва.

source: The left side figure shows the most common disease genes for dilated cardiomyopathy; LMNA is one of the most common disease genes in dilated cardiomyopathy (DCM) (up to 7% of cases).
ru: На левой части рисунка показаны наиболее распространённые гены заболеваний при дилатационной кардиомиопатии; LMNA является одним из наиболее распространённых генов заболеваний при дилатационной кардиомиопатии, выявляясь до 7% случаев.

source: The morphofunctional phenotypes DCM, HCM, restrictive cardiomyopathy (RCM), arrhythmogenic right, left and biventricular cardiomyopathy (ARC), and left ventricular noncompaction cardiomyopathy (LVNC) drive the currently used clinical classifications.
ru: Морфофункциональные фенотипы ДКМП, ГКМП, рестриктивной кардиомиопатии, аритмогенной правожелудочковой, левожелудочковой и бивентрикулярной кардиомиопатии, а также некомпактности левого желудочка определяют используемые в настоящее время клинические классификации.

source: These include gene-based agents, eg, mipomersen, approved in the United States for homozygous familial hypercholesterolemia; and Glybera, AAV1-LPLS447X gene therapy, conditionally approved in Europe for lipoprotein lipase deficiency286 in carriers of null LDLR mutations who are at increased risk, even in the setting of early diagnosis and regular lipid-lowering treatments.
ru: К ним относятся препараты, основанные на генах, например мипомерсен, одобренный в США для гомозиготной семейной гиперхолестеринемии, а также Glybera, генная терапия AAV1-LPLS447X, условно одобренная в Европе при дефиците липопротеинлипазы у носителей нулевых мутаций LDLR, имеющих повышенный риск даже при ранней диагностике и регулярной липидснижающей терапии.

source: The segregation analysis of the genotype with phenotype can be complicated by incomplete penetrance because affected members of the same family may not show the phenotype at time of screening; regular clinical monitoring should be scheduled for clinically unaffected but genetically affected family members.
ru: Анализ сегрегации генотипа с фенотипом может быть осложнён неполной пенетрантностью, поскольку поражённые члены одной семьи могут не проявлять фенотип на момент скрининга; для клинически здоровых, но генетически поражённых членов семьи следует планировать регулярное клиническое наблюдение.

source: The proband (I:1) manifested severe DCM phenotype at the age of 35 years.
ru: У пробанда I:1 тяжёлый фенотип дилатационной кардиомиопатии проявился в возрасте 35 лет.

source: Today, genetic tests are routinely performed using next-generation sequencing (NGS) of multiple genes; Sanger sequencing is used for confirmation of the mutation identified by NGS and for cascade genetic testing in relatives.
ru: Сегодня генетические тесты обычно выполняются с использованием секвенирования следующего поколения нескольких генов; секвенирование по Сэнгеру используется для подтверждения мутации, выявленной методом NGS, и для каскадного генетического тестирования родственников.

source: To date, no stem cell therapy is approved by the Food and Drug Administration for a cardiovascular indication, but the growing body of literature provides a promising signal to encourage multiple Phase III clinical trials.
ru: На сегодняшний день ни одна терапия стволовыми клетками не одобрена Управлением по санитарному надзору за качеством пищевых продуктов и медикаментов для сердечно-сосудистых показаний, однако растущий объём литературы даёт обнадёживающий сигнал для проведения нескольких клинических исследований III фазы.

source: Directed homing of bone marrow–derived stem cells after myocardial injury produced functional improvements in animal studies,1,2 leading to the hypothesis that enhancing mobilization of bone marrow stem cells or their direct delivery can result in clinical improvement in acute or chronic cardiac injury.
ru: Направленное приживление происходящих из костного мозга стволовых клеток после повреждения миокарда приводило к функциональным улучшениям в исследованиях на животных, что привело к гипотезе о том, что усиление мобилизации стволовых клеток костного мозга или их прямое введение может улучшить состояние при остром или хроническом повреждении сердца.

source: Although pluripotent stem cells (PSCs), such as embryonic stem cells (ESCs) or induced pluripotent stem cells (iPSCs) have a robust potential to differentiate into cardiomyocytes, the differentiation capacity of other stem cell lines is more limited.
ru: Хотя плюрипотентные стволовые клетки, такие как эмбриональные стволовые клетки или индуцированные плюрипотентные стволовые клетки, обладают высокой способностью дифференцироваться в кардиомиоциты, способность к дифференцировке других линий стволовых клеток более ограничена.

source: First isolated in 1998, human ESCs are PSCs that exist in the inner cell mass of early stage dividing embryo (blastocyst).
ru: Впервые выделенные в 1998 году человеческие эмбриональные стволовые клетки являются плюрипотентными клетками, существующими во внутренней клеточной массе раннего делящегося эмбриона, то есть бластоцисты.

source: The reprogramming can be driven by viruses, plasmids, microRNA, or proteins.186 By inducing the adult cells to express major markers of pluripotency, iPSCs take on a phenotype very close to ESCs and are capable of differentiating into all three germ layers and subsequent stem cell types.
ru: Перепрограммирование может осуществляться с помощью вирусов, плазмид, микроРНК или белков. Индуцируя в взрослых клетках экспрессию основных маркеров плюрипотентности, иПСК приобретают фенотип, очень близкий к ЭСК, и способны дифференцироваться во все три зародышевых листка и последующие типы стволовых клеток.

source: MSCs have the added advantage of homing to injured myocardial tissue, which facilitates intravenous administration.
ru: МСК имеют дополнительное преимущество в виде способности направляться к повреждённой ткани миокарда, что облегчает внутривенное введение.

source: The trials largely targeted patients with ST elevation MI and treated them with intracoronary infusion of BMMNCs.
ru: В исследованиях в основном участвовали пациенты с инфарктом миокарда с подъёмом сегмента ST, которым выполняли внутрикоронарное введение мононуклеарных клеток костного мозга.

source: Adult cardiac stem cells are multipotent and support myocardial regeneration.
ru: Взрослые сердечные стволовые клетки являются мультипотентными и поддерживают регенерацию миокарда.

source: Whether the beneficial effects of cardiac progenitor cells occur because of cardiomyocyte differentiation, angiogenesis, or paracrine effects is not fully understood, and these potential mechanisms are under investigation.
ru: Полностью не установлено, обусловлены ли благоприятные эффекты сердечных клеток-предшественников дифференцировкой кардиомиоцитов, ангиогенезом или паракринными эффектами; эти потенциальные механизмы изучаются.

source: Allogeneic transplantation has the advantage of having the cell therapy population ready in advance for clinical use so called “off the shelf” delivery.
ru: Аллогенная трансплантация имеет преимущество, заключающееся в том, что популяция клеток для клеточной терапии заранее готова к клиническому применению, то есть может предоставляться «с полки».
